Repository: UpdateAB/DevTraining2021
Catalog: TestChamber/Translations/Test Chamber.*.xlf
Languages: sv_se

# Table 4292115744 - Property 2879900210
source: Chamber Ledger
sv_se: Transaktioner

# Table 4292115744 - Field 4190130733 - Property 2879900210
source: Customer No.
sv_se: Kundnr

# Table 4292115744 - Field 690875945 - Property 2879900210
source: Chamber Code
sv_se: Till kod

# Table 4292115744 - Field 883711285 - Property 2879900210
source: Entry No.
sv_se: Löpnr

# Table 4292115744 - Field 568743302 - Property 2879900210
source: Item No.
sv_se: Artikelnr

# Table 4292115744 - Field 1090351696 - Property 2879900210
source: Active
sv_se: Aktiv

# Table 4292115744 - Field 1131619133 - Property 2879900210
source: Value
sv_se: Värde

# Table 4292115744 - Field 83221844 - Property 2879900210
source: Delivery Date
sv_se: Anger det begärda leveransdatumet för transaktionen.

# Table 1596011778 - Property 2879900210
source: UPD AS Chamber Setup
sv_se: Uppd. rabatt% i kontrakt

# Table 1596011778 - Field 1663593181 - Property 2879900210
source: Primary Key
sv_se: Primärnyckel

# Table 1596011778 - Field 3495615114 - Property 2879900210
source: Chamber No Series.
sv_se: Nummerserier

# Page 1596011778 - Property 2879900210
source: Chamber Setup
sv_se: &Inställning

# Page 1596011778 - Control 3495615114 - Property 1295455071
source: Specifies the value of the Chamber No Series. field
sv_se: Anger värdet i fältet.

# Table 2970386785 - Property 2879900210
source: UPD AS Test Chamber
sv_se: Uppd. rabatt% i kontrakt

# Table 2970386785 - Field 4190130733 - Property 2879900210
source: Customer No.
sv_se: Kundnr

# Table 2970386785 - Field 3004954119 - Property 2879900210
source: Code
sv_se: Kod

# Table 2970386785 - Field 3461834954 - Property 2879900210
source: Description
sv_se: Beskrivning

# Table 2970386785 - Field 1090351696 - Property 2879900210
source: Active
sv_se: Aktiv

# Table 2970386785 - Field 1351594800 - Property 2879900210
source: No. Series
sv_se: Nummerserier

# Page 2970386785 - Property 2879900210
source: UPD AS Test Chamber
sv_se: Uppd. rabatt% i kontrakt

# Page 2970386785 - Control 3004954119 - Property 1295455071
source: Specifies the value of the Code field
sv_se: Anger värdet i fältet Kod på snabbfliken Raddefinitioner.

# Page 2970386785 - Control 3461834954 - Property 1295455071
source: Specifies the value of the Description field
sv_se: Anger värdet i fältet Beskrivning på anläggningstillgångskortet.

# Page 2970386785 - Control 1090351696 - Property 1295455071
source: Specifies the value of the Active field
sv_se: Anger värdet i fältet.

# Page 2113555706 - Property 2879900210
source: Chamber Ledger Entries
sv_se: &Transaktioner

# Page 2113555706 - Control 4190130733 - Property 1295455071
source: Specifies the value of the Customer No. field
sv_se: Anger värdet som jämförs med värdet i fältet Fältnr.

# Page 2113555706 - Control 690875945 - Property 1295455071
source: Specifies the value of the Chamber Code field
sv_se: Anger det beskrivande namnet på fältet Dimensionsvärdekod.

# Page 2113555706 - Control 883711285 - Property 1295455071
source: Specifies the value of the Entry No. field
sv_se: Anger värdet i fältet.

# Page 2113555706 - Control 568743302 - Property 1295455071
source: Specifies the value of the Item No. field
sv_se: Anger värdet i fältet.

# Page 2113555706 - Control 1090351696 - Property 1295455071
source: Specifies the value of the Active field
sv_se: Anger värdet i fältet.

# Page 2113555706 - Control 1131619133 - Property 1295455071
source: Specifies the value of the Value field
sv_se: Anger värdet i fältet.

# Page 2113555706 - Control 83221844 - Property 1295455071
source: Specifies the value of the Delivery Date field
sv_se: Anger det förväntade leveransdatumet.

# Page 2113555706 - Action 2617781619 - Property 2879900210
source: Activate
sv_se: Aktivera

# Page 2113555706 - Action 2617781619 - Property 1295455071
source: Marks the Chamber Item as Active.
sv_se: Det går inte att ersätta artikeln på den aktiva raden.

# Page 2113555706 - Action 871186236 - Property 2879900210
source: Deactivate
sv_se: Inaktivera

# Page 465897976 - Property 2879900210
source: UPD AS Test Chambers
sv_se: Uppd. rabatt% i kontrakt

# Page 465897976 - Control 3004954119 - Property 1295455071
source: Specifies the value of the Code field
sv_se: Anger värdet i fältet Kod på snabbfliken Raddefinitioner.

# Page 465897976 - Control 3461834954 - Property 1295455071
source: Specifies the value of the Description field
sv_se: Anger värdet i fältet Beskrivning på anläggningstillgångskortet.

# Page 465897976 - Control 1090351696 - Property 1295455071
source: Specifies the value of the Active field
sv_se: Anger värdet i fältet.

# PageExtension 2720621961 - Action 1848505448 - Property 2879900210
source: Test Chambers
sv_se: Test

# PageExtension 2391029887 - Action 1848505448 - Property 2879900210
source: Test Chambers
sv_se: Test

# TableExtension 1742361296 - Field 2835826414 - Property 2879900210
source: Test Chamber Code
sv_se: Test
